TST Integrator/integrator/DMSBeLux/templates/retrieveAlkgoDocument

<soapenv:Envelope
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:def="http://schemas.cordys.com/default"
    xmlns:ns="http://schemas.dfs.com/automotive/document/archival/1.0">
    <soapenv:Header></soapenv:Header>
    <soapenv:Body>
        <def:GetDocument>
            <ns:objectid>${body.fileId}</ns:objectid>
            <ns:RequestingSystem></ns:RequestingSystem>
        </def:GetDocument>
    </soapenv:Body>
</soapenv:Envelope>